Repository: pi-module/news
Catalog: locale/*/admin.po
Languages: ar

source: Item
ar: فقرة

source: Topic
ar: الاقسام

source: Number
ar: العدد

source: Show text
ar: اظهار النص

source: Text width limit
ar: عرض النص المحدد

source: Set 0 for no limit
ar: بدء 0 الى غير محدد

source: Show date
ar: اظهار التاريخ

source: Show hits
ar: اظهار النقرات

source: Show Images
ar: اظهار الصور

source: Show More link for each story
ar: اظهار اكثر من رابط لكل قسم

source: Show authors
ar: اظهار الناشر

source: Big first story on magazine
ar: القصة الأولى الكبيرة في المجلة

source: Show More link to module page
ar: إظهار المزيد من رابط إلى صفحة الموديل

source: Just show news from X days ago
ar: فقط عرض الأخبار من X أيام مضت

source: Set 0 for show all news, Or set day number for limit news in days
ar: تعيين 0 لعرض كل الأخبار ، أو تعيين رقم اليوم للحد من الأخبار في أيام

source: Set More link to module page
ar: تعيين المزيد من الرابط إلى صفحة الموديل

source: Story order
ar: ترتيب الخبر

source: Story list order options
ar: خيارات ترتيب قائمة الخبر

source: Publish time DESC
ar: نشر الوقت تنازليا

source: Publish time ASC
ar: نشر الوقت تصاعديا

source: Update time DESC
ar: تحديث الوقت تصاعديا

source: Update time ASC
ar: تحديث الوقت تنازليا

source: Random
ar: عشوائي

source: Item list type
ar: نوع قائمة المواد

source: Vertical
ar: عامودي

source: Vertical wide
ar: عمودي واسع

source: Vertical compressed
ar: مضغوط عمودي

source: Horizontal
ar: افقي

source: Magazine
ar: مجلة

source: Magazine wide
ar: مجلة واسعة

source: List
ar: قائمة

source: Table
ar: جدول

source: Slide
ar: منزلق

source: Slide by hover effect
ar: الشريحة بواسطة تأثير التحويم

source: Carousel
ar: دائري

source: Image
ar: صورة

source: Use block effects
ar: استخدام آثار الكتلة

source: Use block effects or set custom effect on theme
ar: استخدام تأثيرات الكتلة أو تعيين تأثير مخصص على السمة

source: Not show top stories
ar: لا تظهر أهم الأخبار

source: By active this option, you skip show spotlight stories on this block and can show them on other blocks, it can help you to manage homepage to show all spotlight story on one block and other stories on other blocks
ar: من خلال تفعيل هذا الخيار ، يمكنك تخطي عرض قصص إلقاء الضوء على هذه الكتلة ويمكن عرضها في كتل أخرى ، ويمكن أن تساعدك على إدارة الصفحة الرئيسية لإظهار جميع قصص الضوء على كتلة واحدة والقصص الأخرى على كتل أخرى

source: Spotlight
ar: الشريط الأحمر بالاسفل

source: List of topic
ar: قائمة القسم

source: Tree view
ar: عرض الشجرة

source: Topic order
ar: ترتيب القسم

source: Topic list order options
ar: خيارات ترتيب قائمة القسم

source: Create DESC
ar: انشاء جديد تنازلي

source: Create ASC
ar: انشاء جديد تصاعدي

source: Title DESC
ar: عنوان تنازلي

source: Title ASC
ar: عنوان تصاعدي

source: Topic list type
ar: نوع قائمة القسم

source: List group
ar: مجموعة قائمة

source: Gallery
ar: معرض الصور

source: Show gallery effect
ar: اظهار تأثير معرض الصور

source: Image width class
ar: فئة عرض الصورة

source: Image list type
ar: نوع قائمة الصور

source: Simple
ar: نموذج

source: Microblog
ar: مدونات صغيرة

source: User ID
ar: معرف المستخدم

source: Set user ID, if you want show special user posts
ar: قم بتعيين معرف المستخدم ، إذا كنت تريد إظهار مشاركات المستخدم الخاصة

source: Media
ar: الوسائط

source: Media type
ar: أنواع الوسائط

source: Video
ar: الفيديو

source: Audio
ar: الصوت

source: list
ar: قائمة

source: News comments
ar: تعليقات الاخبار

source: Admin
ar: الادمن

source: Show
ar: اظهار

source: Feed
ar: التغذية

source: File
ar: ملف

source: Social
ar: اجتماعي

source: Vote
ar: تصويت

source: Favourite
ar: المفضلة

source: Micro blog
ar: بلوق الصغيرة

source: Set topic as system page for support customise layout for blocks
ar: تعيين الموضوع كصفحة النظام للحصول على دعم تخصيص تخطيط للكتل

source: Set story authors
ar: تعيين مؤلفي الخبر

source: Set custom publish time
ar: ضبط وقت النشر المخصص

source: Set custom html code
ar: تعيين رمز HTML مخصص

source: Deactivate module front pages
ar: إلغاء تنشيط الصفحات الأمامية للموديل

source: Deactivate module front pages by 404 error code, useful if you want use module as service for event and blog and dont want publish any story as news
ar: قم بإلغاء تنشيط الصفحات الأمامية للوحدة النمطية برمز الخطأ 404 ، وهو مفيد إذا كنت تريد استخدام الوحدة النمطية كخدمة للحدث والمدونة ولا تريد نشر أي قصة كخبر

source: Confirmation limit
ar: حد التأكيد

source: Set limit for confirmation and publish stories, if checked just selected role can be publish news
ar: قم بتعيين حد للتأكيد ونشر الأخبار ، إذا تم تحديد الدور المحدد فقط فيمكنك نشر الأخبار

source: Confirmation role
ar: دور التأكيد

source: Set allowed role name than have access to confirm and publish news
ar: قم بتعيين اسم الدور المسموح به بدلاً من الوصول إلى تأكيد ونشر الأخبار

source: Show Style
ar: اظهار الاسلوب

source: News
ar: الاخبار

source: Columns
ar: الاعمدة

source: One column
ar: عامود واحد

source: Two columns
ar: عامودان

source: Three columns
ar: ثلاث اعمدة

source: Four columns
ar: أربعة اعمدة

source: Show Subtopic stories on main topic
ar: عرض اقسام فرعية على القسم الرئيسي

source: Show Topic
ar: اظهار القسم

source: Show Topic Information
ar: اظهار معلومات القسم

source: Show author
ar: اظهار الناشر

source: Show Date
ar: اظهار التاريخ

source: Show Hits
ar: اظهار النقرات

source: Show Tags
ar: اظهار الوسوم

source: Show attach files
ar: اظهار الملف المرفق

source: Show attribute information
ar: إظهار معلومات السمة

source: Show navigation
ar: عرض الملاحة

source: Show spotlight
ar: اظهار الشريط الاحمر

source: Show related news
ar: اظهار اخبار ذات صلة

source: related number
ar: عدد ذات الصلة

source: Show latest news
ar: اظهار اخر الاخبار

source: latest number
ar: اخر عدد

source: Show feed icon
ar: إظهار رمز التغذية

source: Feed number
ar: رقم التغذية

source: Min Image width (upload)
ar: الحد الأدنى لعرض الصورة (تحميل)

source: This config can override media module value
ar: يمكن لهذا التكوين تجاوز قيمة وحدة الوسائط

source: Min Image height (upload)
ar: الحد الأدنى لارتفاع الصورة (تحميل)

source: Image quality
ar: جودة الصورة

source: Between 0 to 100 and support both of JPG and PNG, default is 75. This config can override media module value
ar: بين 0 إلى 100 ودعم كل من JPG و PNG ، الافتراضي هو 75. هذا التكوين يمكن أن يتجاوز قيمة وحدة الوسائط

source: Use default if image not set
ar: استخدم الافتراضي إذا لم يتم تعيين الصورة

source: Image Size
ar: حجم الصورة

source: Image path
ar: مسار الصورة

source: Image Extension
ar: تمديد الصورة

source: Large Image height
ar: ارتفاع صورة كبيرة

source: Large Image width
ar: عرض صورة كبيرة

source: Item Image height
ar: فقرة ارتفاع الصورة

source: Item Image width
ar: فقرة عرض الصورة

source: Medium Image height
ar: ارتفاع الصورة المتوسطة

source: Medium Image width
ar: عرض الصورة المتوسطة

source: Thumb Image height
ar: ارتفاع صورة الإبهام

source: Thumb Image width
ar: عرض صورة الإبهام

source: Use lightbox
ar: استخدام الشريط الاحمر

source: Add Watermark
ar: إضافة علامة مائية

source: Watermark Image
ar: صورة علامة مائية

source: Watermark Positio
ar: موقف العلامة المائية

source: Top Left
ar: أعلى اليسار

source: Top Right
ar: أعلى اليمين

source: Bottom Left
ar: أسفل اليسار

source: Bottom Right
ar: أسفل اليمين

source: Social sharing items
ar: عناصر المشاركة الاجتماعية

source: Number of stories
ar: عدد من الاخبار

source: Show Image for sub spotlights
ar: عرض صورة لشريط الاحمر

source: Spotlight story number for registry
ar: رقم تسجيل الشريط الاحمر

source: Use vote system
ar: استخدام نظام التصويت

source: Use favourite system
ar: استخدام النظام المفضل

source: Description for index page
ar: وصف لصفحة الفهرس

source: Force replace space by comma(,)
ar: فرض استبدال مساحة بفاصلة (،)

source: File Size
ar: حجم الملف

source: File path
ar: مسار الملف

source: File Extension
ar: امتداد الملف

source: Active microblog system
ar: نظام المدونات الصغيرة النشطة

source: Micro blog perpage
ar: الصغرى بلوق في الصفحة

source: Manage News and Blog
ar: إدارة الأخبار والمدونة

source: Topic list
ar: قائمة الاقسام

source: Tag list
ar: قائمة الوسوم

source: Author list
ar: قائمة المؤلفين

source: Story
ar: الخبر

source: New topic
ar: قسم جديد

source: Spotlight list
ar: قائمة الشريط الاحمر

source: New spotlight
ar: شريط احمر جديد

source: Attribute
ar: صفة

source: Attribute position
ar: موقع الصفة

source: Authors
ar: المؤلفون

source: New authors
ar: المؤلفون الجدد

source: Author roles
ar: أدوار المؤلف

source: New author roles
ar: أدوار المؤلف الجديد

source: Tools
ar: ادوات

source: Rebuild
ar: إعادة بناء

source: Page
ar: صفحة

source: Sitemap
ar: خارطة الموقع

source: Pre-generate media cache
ar: قبل توليد ذاكرة التخزين المؤقت للميديا

source: Json output
ar: مخرجات جيسون

source: Index page
ar: صفحة الفهرس

source: Tag
ar: وسم

source: Global public resource
ar: الموارد العامة العالمية

source: Are you sure to delete this story?
ar: هل أنت متأكد من حذف هذه الخبر؟

source: Launch migration tool
ar: إطلاق أداة الترحيل

source: That migrates old media data (files, images) for story news and events (main image / additionals) to new media module. You can relaunch the script as many times as needed : the script bypasses correct already moved images.
ar: يعمل هذا على نقل بيانات الوسائط القديمة (الملفات والصور) للحصول على أخبار وأحداث الأخبار (الصورة / الإضافات الرئيسية) إلى وحدة وسائط جديدة. يمكنك إعادة تشغيل البرنامج النصي عدة مرات حسب الحاجة: يتجاوز النص الصور الصحيحة التي تم نقلها بالفعل.

source: This tool can pre-generate media cache according to media module parameters
ar: يمكن لهذه الأداة إنشاء ذاكرة التخزين المؤقت للوسائط مسبقًا وفقًا لمعلمات وحدة الوسائط
