Repository: pi-module/news
Catalog: locale/*/default.po
Languages: ar

source: You can remove old spotlights
ar: يمكنك إزالة spotlightsالقديمة

source: Page
ar: صفحة

source: Manage system page
ar: إدارة صفحة النظام

source: Sitemap
ar: خريطة الموقع

source: Manage links on sitemap module
ar: إدارة الروابط على وحدة خريطة الموقع

source: Add Topic
ar: أضف قسم

source: List of topics
ar: قائمة الاقسام

source: Style
ar: نموذج

source: Module
ar: موديل

source: Remove image topic in process
ar: إزالة خبر الصورة في العملية

source: Archive
ar: الارشيف

source: Attached archives
ar: الأرشيفات المرفقة

source: Download file
ar: تحميل الملف

source: Attached docs
ar: المستندات المرفقة

source: Attached pdfs
ar: ملفات pdf المرفقة

source: Attached files
ar: الملفات المرفقة

source: Extra links
ar: روابط اضافية

source: No author information has been added on this part yet. please check this page later
ar: لم تتم إضافة معلومات عن المؤلف في هذا الجزء حتى الآن. يرجى التحقق من هذه الصفحة في وقت لاحق

source: Rss Feed
ar: تغذية ار اس اس

source: Time
ar: الوقت

source: Times
ar: الاوقات

source: Favourite news
ar: الاخبار المفضلة

source: Category
ar: الفئات

source: Previous
ar: السابق

source: Next
ar: التالى

source: Vote to this event
ar: التصويت لهذا الحدث

source: Share if you like
ar: شارك إذا أردت

source: Related storys
ar: اخبار ذات الصلة

source: Score
ar: أحرز هدفا

source: No keyword has been used as tag on this part yet. please check this page later
ar: لم يتم استخدام أي كلمة رئيسية كعلامة في هذا الجزء حتى الآن. يرجى التحقق من هذه الصفحة في وقت لاحق

source: No topic has been made on this part yet. please check this page later
ar: لم يتم عمل أي موضوع في هذا الجزء حتى الآن. يرجى التحقق من هذه الصفحة في وقت لاحق
