Repository: pi-module/news
Catalog: locale/*/default.po
Languages: ar

source: Image not remove
ar: الصورة لا تزيل

source: Please select story
ar: يرجى اختيار خبر

source: List of stories
ar: قائمة الاخبار

source: All stories from %s
ar: كل الاخبار من %s

source: Text
ar: النص

source: Link
ar: الرابط

source: Video
ar: الفيديو

source: Audio
ar: الصوت

source: File
ar: الملف

source: Currency
ar: العملات

source: Date
ar: التاريخ

source: Number
ar: الارقام

source: Select
ar: اختيار

source: Checkbox
ar: مربع

source: Hidden
ar: مخفي

source: Author list
ar: قائمة المؤلفون

source: Favourite list
ar: قائمة المفضلة

source: Tag list
ar: قائمة الوسوم

source: Topic list
ar: قائمة الاقسام

source: Post list
ar: قائمة المشاركة

source: Draft
ar: مشروع

source: Missing image or path value from db for Story ID
ar: صورة مفقودة أو قيمة المسار من داتابيس لمعرف الخبر

source: Missing file or path value from db for attachment ID
ar: ملف مفقود أو قيمة المسار من داتا بيس لمعرف المرفق

source: Attribute field type not set.
ar: نوع حقل السمة غير مضبوط.

source: Attribute field data saved successfully.
ar: تم حفظ بيانات حقل السمة بنجاح.

source: Add attribute - type : %s
ar: إضافة سمة - النوع %s

source: Selected field delete
ar: حذف الحقل المحدد

source: Please select field
ar: يرجى اختيار المجال

source: View filtered stores
ar: عرض الاخبار التي تمت تصفيتها

source: Not valid
ar: غير صالح

source: Not set
ar: غير مضبوط

source: Problem in upload image. please try again
ar: مشكلة في تحميل الصور. حاول مرة اخرى

source: Author data saved successfully.
ar: تم حفظ بيانات المؤلف بنجاح.

source: Invalid data, please check and re-submit.
ar: بيانات غير صالحة ، يرجى التحقق وإعادة التقديم.

source: Add Author
ar: إضافة المؤلف

source: Please select author
ar: يرجى اختيار المؤلف

source: Microblog system not active
ar: نظام المدونات الصغيرة غير نشط

source: Post saved successfully.
ar: تم حفظ المشاركة بنجاح.

source: New post
ar: منشور جديد

source: New news
ar: اخبار جديدة

source: Update
ar: تحديث

source: This post deleted
ar: تم حذف هذا المنشور

source: Please select post
ar: يرجى اختيار آخر

source: Attribute position data saved successfully.
ar: تم حفظ بيانات موضع السمة بنجاح.

source: Add position
ar: إضافة موقف

source: Role data saved successfully.
ar: تم حفظ بيانات الدور بنجاح.

source: Add Role
ar: أضف دور

source: Home Page
ar: الصفحة الرئيسية

source: All Topics
ar: جميع الاقسام

source: Spotlight data saved successfully.
ar: تم حفظ بيانات الشريط الاحمر بنجاح.

source: Add a Spotlight
ar: إضافة شريط احمر

source: Selected spotlight delete
ar: الشريط الاحمر المحذوف

source: Please select spotlight
ar: يرجى اختيار الشريط الاحمر

source: Article
ar: مقالة

source: Magazine
ar: مجلة

source: Download
ar: تنزيل

source: Media
ar: وسائط

source: Gallery album
ar: البوم الصور

source: Single image
ar: صورة واحدة

source: Blog post
ar: مشاركة مدونة

source: Story data saved successfully.
ar: تم حفظ بيانات الخبر بنجاح.

source: Your story type is <strong>Download</strong> , first please completion this form , after that if you see extra file fields, you can add your file urls , and after click on submit button , you can upload your download files on next page
ar: نوع خبرك هو <strong> تنزيل </ strong> ، الرجاء أولاً إكمال هذا النموذج ، وبعد ذلك إذا رأيت حقول ملفات إضافية ، فيمكنك إضافة عناوين url للملفات ، وبعد النقر فوق زر "إرسال" ، يمكنك تحميل ملفات التنزيل الخاصة بك في اليوم التالي صفحة

source: Your story type is <strong>Media</strong> , first please completion this form , after that if you see extra video or audio fields, you can add your video or audio urls for play on website media player, and after click on submit button , you can upload your media on next page
ar: نوع خبرك هو <strong> الوسائط </ strong> ، يرجى أولاً إكمال هذا النموذج ، وبعد ذلك إذا رأيت حقول فيديو أو صوتًا إضافية ، فيمكنك إضافة عناوين url للفيديو أو الصوت للتشغيل على مشغل وسائط موقع الويب ، وبعد النقر فوق إرسال زر ، يمكنك تحميل الوسائط الخاصة بك على الصفحة التالية

source: Your story type is <strong>Image</strong> , please completion this form and attach your image
ar: نوع خبرك هو <strong> صورة </ strong> ، يرجى إكمال هذا النموذج وإرفاق صورتك

source: Your story type is <strong>Gallery</strong> , first please completion this form , after click on submit button , you can upload your images on next page
ar: نوع خبرك هو <strong> معرض </ strong> ، يرجى أولاً إكمال هذا النموذج ، وبعد النقر على زر "إرسال" ، يمكنك تحميل صورك في الصفحة التالية

source: Your story type is <strong>Blog post</strong> , write your post here and it will show on blog module
ar: نوع خبرك هو <strong> منشور المدونة </ strong> ، اكتب مشاركتك هنا وسيظهر على وحدة المدونة

source: Your story type is <strong>Article</strong> and you should add text information on form fields, image set on side bar
ar: نوع خبرك هو <strong> مقالة </ strong> ويجب عليك إضافة معلومات نصية في حقول النماذج ، وتعيين الصورة على الشريط الجانبي

source: Your story type is <strong>Magazine</strong> and you should add text information on form fields, image set on side bar
ar: نوع خبرك هو <strong> مجلة </ strong> ويجب عليك إضافة معلومات نصية في حقول النماذج ، وتعيين الصورة على الشريط الجانبي

source: Your story type is <strong>Text</strong> and you should add text information on form fields, image set on top and center
ar: نوع خبرك هو <strong> نص </ strong> ويجب عليك إضافة معلومات نصية في حقول النموذج ، وتعيين الصورة في الأعلى والوسط

source: Add a Story
ar: أضف خبر

source: Text data saved successfully.
ar: تم حفظ البيانات النصية بنجاح.

source: Your story type is <strong>Text</strong> and you shuold add text information on form fields
ar: نوع خبرك هو <strong> نص </ strong> ويجب عليك إضافة معلومات نصية في حقول النموذج

source: Manage additional information
ar: إدارة المعلومات الإضافية

source: This story deleted
ar: تم حذف هذا الخبر

source: You can rebuild all your added stores, after rebuild all your old data update to new. And you must set start and end publish time.
ar: يمكنك إعادة إنشاء جميع اخبارك المضافة ، بعد إعادة إنشاء جميع بياناتك القديمة إلى الجديدة. ويجب عليك ضبط وقت بدء ونهاية النشر.

source: Finish Rebuild slug, all story slug update
ar: إنهاء إعادة بناء سبيكة ، كل تحديث سبيكة خبر

source: Finish Rebuild SEO title, all story SEO title update
ar: إنهاء إعادة بناء عنوان SEO ، كل قصة تحديث عنوانSEO

source: Finish Rebuild SEO keywords, all story SEO keywords update
ar: الانتهاء من إعادة بناء الكلمات الرئيسية SEO ، كل الكلمات الرئيسية تحديث قصة كبارSEO

source: Finish Rebuild SEO description, all story SEO description update
ar: إنهاء إعادة بناء وصف سيو ، كل قصة وصف تحديث سيو

source: Rebuild stores
ar: إعادة بناء الاخبار

source: You can prune all old stores, from selected topic.
ar: يمكنك تقليم جميع الاخبار القديمة ، من القسم المحدد.

source: <strong>%s</strong> old stores removed
ar: <strong> %s </strong> تمت إزالة الاخبار القديمة

source: Error in pruned old stores. perhaps no stroy exist whit your select query
ar: خطأ في الاخبار القديمة المشذبة. ربما لا يوجد خبر مع طلب البحث المحدد

source: Prune stores
ar: اخبار تقليم

source: <strong>%s</strong> old spotlights removed
ar: <strong> %s</strong> تمت إزالةالشريط الأحمر القديمة

source: Error in remove old spotlights. perhaps no spotlights exist
ar: خطأ في إزالة الشريط الاحمرة. ربما لا توجد شريط احمر

source: Prune spotlights
ar: الشريط الاحمر

source: Remove all topic pages from system page table. and keep just module default pages
ar: إزالة جميع صفحات القسم من جدول صفحة النظام. والحفاظ على صفحات الموديل فقط

source: All other pages removed
ar: جميع الصفحات الأخرى إزالتها

source: No pages were removed
ar: لم تتم إزالة أي صفحات

source: Remove topic pages
ar: إزالة صفحات القسم

source: Rebuild thie module links on sitemap module tabels
ar: إعادة إنشاء روابط الموديل على جداول وحدة خريطة الموقع

source: Sitemap rebuild finished
ar: خريطة الموقع إعادة بناء الانتهاء

source: Rebuild sitemap links
ar: إعادة بناء روابط خريطة الموقع

source: Media have migrate successfully
ar: تم ترحيل الوسائط بنجاح

source: %s picture(s) has been generated or already exists
ar: تم إنشاء صورة (صور) %s أو موجودة بالفعل

source: List
ar: قائمة

source: Table
ar: جدول

source: Spotlight
ar: الشريط الاحمر

source: Topic
ar: القوائم

source: News
ar: الاخبار

source: Blog module
ar: موديل البلوك

source: Event module
ar: وحدة الحدث

source: General
ar: عام

source: Page : %s
ar: الصفحة: %s

source: Topic data saved successfully.
ar: تم حفظ بيانات القسم بنجاح.

source: Add a Topic
ar: أضف قسم

source: Nothing selected
ar: لا شيء محدد

source: Data is empty
ar: البيانات فارغة

source: Id not selected
ar: معرف غير محدد

source: News feed
ar: تغذية الأخبار

source: Recent News.
ar: أخبار حديثة.

source: Page not found.
ar: الصفحة غير موجودة.

source: The author not found.
ar: المؤلف غير موجود.

source: List of all authors
ar: قائمة بجميع المؤلفين

source: The user not select
ar: المستخدم لا يختار

source: Favourite module not installed
ar: موديل المفضلة غير مثبتة

source: No favourite find by you
ar: لا تجد المفضل لديك

source: All favourite stories by you
ar: جميع القصص المفضلة من قبلك

source: List of all topics
ar: قائمة بجميع الاقسام

source: List of Latest stories
ar: قائمة أحدث الاخبار

source: The media not set.
ar: وسائل الإعلام لم يتم تعيين.

source: The post not found.
ar: المنشور غير موجود.

source: All posts on microblog system
ar: جميع المشاركات على نظام المدونات الصغيرة

source: The story not found.
ar: الخبر غير موجود.

source: The Story not publish.
ar: الخبر لا ينشر.

source: Tag module not installed.
ar: موديل الوسوم غير مثبتة.

source: The tag not set.
ar: الوسوم غير محددة.

source: The tag not found.
ar: الوسوم غير موجودة.

source: All stores from %s
ar: جميع الاخبار من %s

source: List of all used tags
ar: قائمة بجميع الوسوم المستخدمة

source: Topic not set.
ar: القسم غير مضبوط.

source: Topic not active.
ar: القسم غير نشط.

source: Title
ar: عناوين

source: Status
ar: الحالات

source: Online
ar: متوفر الان

source: Offline
ar: غير متوفر الان

source: Submit
ar: موافق

source: Name
ar: الاسم

source: Set name for call anywhere, a-z 0-9 allowed
ar: حدد اسمًا للمكالمة في أي مكان ، يُسمح بـ a-z 0-9

source: Set allowed topics ( main topic ) to use this attribute
ar: قم بتعيين الاقسام المسموح بها (الموضوع الرئيسي) لاستخدام هذه السمة

source: Set
ar: مجموعة

source: Set view position
ar: تعيين موقف الرأي

source: General data
ar: البيانات العامة

source: Use `|` as delimiter to separate select box elements
ar: استخدم `|` كمحدد لفصل عناصر مربع التحديد

source: Default data
ar: البيانات الافتراضية

source: Extra information
ar: معلومات اضافية

source: Put page URL for click by user to explain about this field
ar: ضع عنوان URL للصفحة لينقر عليه المستخدم لشرح هذا الحقل

source: Icon
ar: أيقونة

source: Use fontawesome.io icons, and set icon name like fa-home
ar: استخدم أيقونات fontawesome.io ، وقم بتعيين اسم الرمز مثل fa-home

source: Search
ar: بحث

source: slug
ar: سبيكة

source: Description
ar: وصف

source: Published
ar: نشرت

source: Pending review
ar: في انتظار المراجعة

source: Private
ar: نشر

source: Remove image
ar: إزالة الصورة

source: Image
ar: صورة

source: SEO options
ar: خيارات seo

source: SEO Title
ar: عناوين seo

source: SEO Keywords
ar: الكلمات الرئيسية seo

source: SEO Description
ar: وصف seo

source: Post
ar: بريد

source: Delete
ar: حذف

source: Confirm to remove all topic pages
ar: تأكيد لإزالة جميع صفحات القسم

source: Order
ar: طلب

source: All contacts Before
ar: جميع الاتصالات قبل

source: Rebuild
ar: إعادة بناء

source: Slug
ar: سبيكة

source: Replace slug by title
ar: استبدال سبيكة حسب العنوان

source: Replace slug by id
ar: استبدال سبيكة بواسطة معرف

source: Start date
ar: تاريخ البدء

source: End date
ar: تاريخ الانتهاء

source: Select for regenerate
ar: حدد للتجديد

source: All images
ar: جميع الصور

source: Just story images
ar: مجرد خبر الصور

source: Just topic images
ar: مجرد قسم الصور

source: Just author images
ar: مجرد مؤلف الصور

source: Select for rebuild
ar: حدد لإعادة البناء

source: All of tables
ar: جميع الجداول

source: Just story table
ar: مجرد خبر الجدول

source: Just topic table
ar: مجرد جدول القسم

source: Just author table
ar: مجرد مؤلف الجدول

source: Story
ar: خبر

source: Select story for add to Spotlight
ar: حدد قصة للإضافة إلى Spotlight

source: Show in
ar: تظهر في

source: Select Spotlight topic, Your Spotlight show in this topic/page
ar: حدد موضوع Spotlight ، عرض الضوء الخاص بك في هذا القسم / الصفحة

source: Publish date
ar: تاريخ النشر

source: Expire date
ar: تاريخ انتهاء الصلاحية

source: Text options
ar: خيارات النص

source: Subtitle
ar: عنوان فرعي

source: Used as story URL value : must be unique, short, and user oriented
ar: تستخدم كقيمة عنوان URL للقصة: يجب أن تكون فريدة وقصيرة وموجهة نحو المستخدم

source: Short text
ar: نص قصير

source: Just shown on story list and blocks
ar: يظهر فقط في قائمة الاخبار والكتل

source: Main text
ar: النص الرئيسي

source: Only shown on story page
ar: يظهر فقط على صفحة الخبر

source: Extra html text
ar: نص HTML إضافي

source: Set custom html code to show under main text
ar: قم بتعيين رمز html مخصص لإظهاره أسفل النص الرئيسي

source: Main options
ar: الخيارات الرئيسية

source: Remove
ar: ازاله

source: Type
ar: نوع

source: Main topic
ar: القسم الرئيسي

source: Just use for breadcrumbs and mobile apps
ar: مجرد استخدام لفتات الخبز وتطبيقات الجوال

source: Publish time
ar: نشر الوقت

source: Add as spotlight
ar: إضافة spotlight

source: Media options
ar: خيارات الوسائط

source: Main image
ar: الصورة الرئيسية

source: Additional images
ar: صور إضافية

source: Meta Title
ar: عنوان الفوقية

source: Displayed in search Engine result pages as Title : between 10 to 70 character. If empty, will be popuated automaticaly by main title value
ar: يتم عرضه في صفحات نتائج محرك البحث كعنوان: بين 10 إلى 70 حرفًا. إذا كان فارغًا ، فسيتم تلقائيًا حسب قيمة العنوان الرئيسية

source: Meta Keywords
ar: كلمات دلالية

source: Not used anymore by search engines : between 5 to 12 words / left it empty, it will be automaticaly populated with main title values
ar: لم تعد تستخدمها محركات البحث: من 5 إلى 12 كلمة / اتركها فارغة ، سيتم ملؤها تلقائيًا بقيم العنوان الرئيسية

source: Meta Description
ar: ميتا الوصف

source: Displayed in search Engine result pages : quick summary to incitate user to click, between 80 to 160 character
ar: يتم عرضه في صفحات نتائج محرك البحث: ملخص سريع لتحريض المستخدم على النقر ، بين 80 إلى 160 حرفًا

source: Tags
ar: الوسوم

source: Use `|` as delimiter to separate tag terms
ar: استخدم `|` كمحدد لفصل مصطلحات الوسم

source: Authors
ar: المؤلفون

source: Parent Topic
ar: الموضوع الرئيسي

source: Just show on story list and blocks
ar: فقط تظهر على قائمة الخبر والكتل

source: Topic Style
ar: نمط القسم

source: Topic type
ar: نوع القسم

source: Just event module
ar: وحدة الحدث فقط

source: Just blog module
ar: مجرد وحدة بلوق

source: Set type for use as general or special module
ar: تعيين نوع للاستخدام كوحدة عامة أو خاصة

source: Extra options
ar: خيارات اضافية

source: Extra Config Options Type
ar: نوع خيارات التكوين الإضافية

source: Use topic options
ar: استخدم خيارات القسم

source: Use module options
ar: استخدام خيارات الموديل

source: Use topic option whit select topic options or set it to module to use module option
ar: استخدم خيار القسم مع تحديد خيارات الموضوع أو قم بتعيينه على وحدة نمطية لاستخدام خيار الوحدة النمطية

source: Columns
ar: الاعمدة

source: One column
ar: عامود واحد

source: Two columns
ar: عامودان

source: Three columns
ar: ثلاث اعمدة

source: Four columns
ar: أربعة اعمدة

source: Set as system page
ar: تعيين كصفحة النظام

source: Story order
ar: ترتيب الخبر

source: Publish time DESC
ar: نشر الوقت تنازليا

source: Publish time ASC
ar: نشر الوقت تصاعديا

source: Random
ar: عشوائي

source: Story list order options
ar: خيارات ترتيب قائمة الخبر

source: Show Topic
ar: اظهار القسم

source: Show Topic Information
ar: عرض معلومات القسم

source: Show Date
ar: اظهار التاريخ

source: Show DPF
ar: اظهار ملف pdf

source: Show Print
ar: اظهار الطبع

source: Show Mail
ar: اظهار البريد

source: Show Hits
ar: اظهار النقرات

source: Show Tags
ar: اظهار الوسوم

source: Show Subtopic stories on main topic
ar: عرض اقسام فرعية حول القسم الرئيسي

source: Attach file options
ar: إرفاق خيارات الملف

source: Check for attach file
ar: تحقق من إرفاق الملف

source: File title
ar: عنوان الملف

source: File link
ar: رابط الملف

source: Default
ar: الإفتراضي

source: default
ar: الإفتراضي

source: This is a default topic for news module
ar: هذا موضوع افتراضي لوحدة الأخبار

source: default topic
ar: القسم الافتراضي

source: default,topic
ar: افتراضيا، القسم

source: Hello World
ar: مرحبا بالعالم

source: This is subtitle for this story
ar: هذا عنوان فرعي لهذه الخبر

source: hello-world
ar: مرحبا بالعالم

source: This is a short text and you can edit this part easy. for read more infor please click on title or more link
ar: هذا نص قصير ويمكنك تعديل هذا الجزء بسهولة. لقراءة المزيد من المعلومات ، يرجى النقر على العنوان أو المزيد من الرابط

source: This is more text. you can edit this part easy too and if you want you can add new topics and new storys
ar: هذا هو المزيد من النص. يمكنك تعديل هذا الجزء بسهولة أيضًا ، وإذا كنت تريد يمكنك إضافة مواضيع جديدة وقصص جديدة

source: hello world
ar: مرحبا بالعالم

source: hello,world
ar: مرحبا بالعالم

source: Source
ar: المصدر

source: The admin
ar: الادمن

source: Admin
ar: ادمن

source: author,admin
ar: المؤلف، الادمن

source: author is admin
ar: المؤلف هو المسؤول

source: Writer
ar: كاتب

source: Default information added.
ar: المعلومات الافتراضية المضافة.

source: Attach extra images and files
ar: إرفاق صور وملفات إضافية

source: Back
ar: عودة

source: Finish
ar: إنهاء

source: PerView
ar: عرض

source: Id
ar: المعرف

source: Create
ar: انشاء

source: Hits
ar: النقرات

source: Size
ar: الحجم

source: Edit
ar: تعديل

source: Close
ar: اغلاق

source: In process
ar: بالمعالجة

source: Get it
ar: احصل عليه

source: Item title
ar: عنوان الفقرة

source: List of attached files
ar: قائمة الملفات المرفقة

source: ID
ar: المعرف

source: Information
ar: المعلومات

source: Action
ar: عمل

source: Item
ar: فقرة

source: Get
ar: احصل

source: Edit from story
ar: تحرير من الخبر

source: Error
ar: خطأ

source: No file upload yet
ar: لا يوجد ملف تحميل حتى الآن

source: Add attribute
ar: اضف ميزة

source: Add text field
ar: إضافة حقل النص

source: Add link field
ar: إضافة حقل الارتباط

source: Add video field
ar: إضافة مجال الفيديو

source: Add audio field
ar: إضافة مجال الصوت

source: Add file field
ar: إضافة حقل الملف

source: Add currency field
ar: إضافة حقل العملة

source: Add date field
ar: إضافة حقل التاريخ

source: Add number field
ar: إضافة حقل الرقم

source: Add select field
ar: إضافة حقل الاختيار

source: Add checkbox field
ar: إضافة خانة الاختيار

source: List of attributes
ar: قائمة السمات

source: List of authors
ar: قائمة المؤلفين

source: View
ar: مشاهدة

source: Trash
ar: سلة المهملات

source: List of roles
ar: قائمة الأدوار

source: Remove image author in process
ar: إزالة مؤلف الصورة في العملية

source: List of posts
ar: قائمة المشاركات

source: By
ar: بواسطة

source: Microblog system is inactive, if you want use it , please active it from module config
ar: نظام المدونات الصغيرة غير نشط ، إذا كنت تريد استخدامه ، فالرجاء تفعيله من تهيئة الوحدة النمطية

source: List of positions
ar: قائمة الوظائف

source: Add Spotlight
ar: إضافة Spotlight

source: List of spotlights
ar: قائمة spotlights

source: View story
ar: عرض الاخبار

source: Description about add new story
ar: وصف حول إضافة اخبار جديدة

source: You can select many types on submit new story, each type have different template and view and useful for special usage
ar: يمكنك تحديد العديد من الأنواع عند تقديم قصة جديدة ، ولكل نوع قالب وعرض مختلف ومفيد للاستخدام الخاص

source: Text type, default view format main image set on center and under title and extra images and information set on sidebar
ar: نوع النص ، الصورة الافتراضية لتنسيق العرض ، تعيين الصورة الرئيسية في الوسط وتحت العنوان وصور إضافية ومعلومات مجموعة على الشريط الجانبي

source: Article view, main image and extra information set on sidebar and text set on center and under title
ar: عرض المقالة ، الصورة الرئيسية والمعلومات الإضافية المعينة على الشريط الجانبي ومجموعة النص في المنتصف وتحت العنوان

source: Magazine view, main and extra images set on center and text under them , after that extra information , without sidebar
ar: عرض المجلة والصور الرئيسية والإضافية على الوسط والنص تحتها ، بعد هذه المعلومات الإضافية ، دون الشريط الجانبي

source: You need install blog module and story show on blog system, for better SEO
ar: تحتاج إلى تثبيت وحدة نمطية للمدونة وعرض القصة على نظام المدونة ، لتحسين محركات البحث

source: Single image set on center and under title, other texts , extra information and images set under main and big image, you can use topic as gallery album and each story is single image on album
ar: مجموعة صور مفردة في المنتصف وتحت العنوان ، ونصوص أخرى ، ومعلومات إضافية وصور مضبوطة تحت الصورة الرئيسية والكبيرة ، يمكنك استخدام الموضوع كألبوم للمعرض وكل قصة هي صورة مفردة في ألبوم

source: Gallery
ar: معرض الصور

source: Gallery album view, main image and other extra images set as album on same position, all other texts and extra information set under images, you can use topic as category for albums and each story is single album by images
ar: عرض ألبوم الصور والصورة الرئيسية والصور الإضافية الأخرى التي تم تعيينها كألبوم في نفس الموضع ، وجميع النصوص الأخرى والمعلومات الإضافية المعينة تحت الصور ، يمكنك استخدام الموضوع كفئة للألبومات وكل قصة عبارة عن ألبوم منفرد بالصور

source: Media type load video or audio player under title and set all extra information on side bar and texts under player, you need attach mp4 or mp3 files to story or make audio / video attribute and put your media file link
ar: نوع الوسائط قم بتحميل مشغل الفيديو أو الصوت تحت العنوان وقم بتعيين جميع المعلومات الإضافية على الشريط الجانبي والنصوص الموجودة أسفل المشغل ، فأنت بحاجة إلى إرفاق ملفات mp4 أو mp3 لقصة أو إنشاء سمة صوت / فيديو ووضع رابط ملف الوسائط الخاص بك

source: Download template and show download button for get file by user, you need attach file to story or make file attribute and put your file link
ar: قم بتنزيل القالب وإظهار زر التنزيل للحصول على الملف من قبل المستخدم ، فأنت بحاجة إلى إرفاق ملف بقصة أو لإنشاء سمة ملف ووضع رابط الملف

source: Add new story
ar: أضف اخبار جديدة

source: Add new text
ar: إضافة نص جديد

source: Add new article
ar: أضف مقالة جديدة

source: Add new magazine
ar: إضافة مجلة جديدة

source: Add new gallery album
ar: إضافة ألبوم معرض جديد

source: Add new single image
ar: إضافة صورة واحدة جديدة

source: Add new media
ar: إضافة وسائط جديدة

source: Add new download
ar: إضافة تنزيل جديد

source: Add new blog post
ar: أضف منشور جديد للمدونة

source: News module front page is deactivate
ar: الصفحة الأولى لوحدة الأخبار غير نشطة

source: All stories
ar: كل الاخبار

source: System draft
ar: مشروع النظام

source: Manage
ar: يدير

source: Edit basic information
ar: تحرير المعلومات الأساسية

source: Edit additional information
ar: تحرير معلومات إضافية

source: Preview
ar: عرض

source: Just close the attach system after finish upload
ar: فقط أغلق نظام إرفاق بعد الانتهاء من التحميل

source: Remove image story in process
ar: إزالة خبر الصورة في العملية

source: Update Time
ar: تحديث الوقت

source: Read
ar: قراءة

source: Topics
ar: الاقسام

source: How this part work?
ar: كيف يعمل هذا الجزء؟

source: Tools system, help you to manage your module, Update database and remove unused information. At this moment, we ready 4 tools for you :
ar: نظام الأدوات ، مساعدتك في إدارة الوحدة النمطية الخاصة بك ، تحديث قاعدة البيانات وإزالة المعلومات غير المستخدمة. في هذه اللحظة ، نحن على استعداد لأدوات 4 لك:

source: You can rebuild all your added stores, after rebuild all your old data time_update to new. And you must set start and end time_publish time.
ar: يمكنك إعادة إنشاء جميع متاجرك المضافة ، بعد إعادة إنشاء جميع البيانات القديمة الخاصة بك إلى وقت جديد. ويجب عليك ضبط وقت البدء والنهاية time_publish.
